output-yummy-serve-5/output-e100-f250-c5-r30.txt
Requests      [total, rate, throughput]         1800, 30.02, 30.00
Duration      [total, attack, wait]             1m0s, 59.967s, 42.967ms
Latencies     [min, mean, 50, 90, 95, 99, max]  37.798ms, 44.385ms, 43.859ms, 47.323ms, 49.73ms, 57.395ms, 70.471ms
Bytes In      [total, mean]                     1695923052, 942179.47
Bytes Out     [total, mean]                     1179006, 655.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:1800  
Error Set: