output-yummy-serve-5/output-e90-f50-c5-r10.txt
Requests      [total, rate, throughput]         600, 10.02, 10.02
Duration      [total, attack, wait]             59.91s, 59.9s, 9.648ms
Latencies     [min, mean, 50, 90, 95, 99, max]  8.261ms, 10.392ms, 9.798ms, 11.131ms, 12.193ms, 28.455ms, 34.276ms
Bytes In      [total, mean]                     103556295, 172593.83
Bytes Out     [total, mean]                     357654, 596.09
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:600  
Error Set: